[{"id":1,"CSA":"CSA: Sir/ Madam, Which language would you like to speak in —Hindi or English? Customer: English  "},{"id":2,"CSA":"Dear Sir / Ma’am, kindly note that this call is being recorded for quality and training purposes.  "},{"id":3,"CSA":"Dear, Sir/Madam, this product provides Guaranteed Additions at the end of each policy year, provided  the policy is in force, depending upon the annual premium amount chosen by you. For: the annual/monthly  premium of Rs. chosen by you the basic sum assured will be INR--------- . Your policy term is 12/15  years and your premium payment term is 6/7 years. You will get guaranteed additions* of 5.25% p.a /  5.75% p.a on the cumulative premiums paid excluding applicable taxes,underwriting extra premiums and loading for the modal premium at the end of each policy year. Your Maturity Benefit along with accrued  guaranteed additions will be INR_____  "},{"id":4,"CSA":"Could you please confirm your email id ? (Enter inputs from the customer) CSA: May I have your date of birth ? (Enter inputs from the customer) "},{"id":5,"CSA":"How much are you willing to pay as the annualized premium in this policy?  (Enter inputs from the customer) Please note: Minimum Annualized Premium is Rs.50,000 excluding  applicable tax but No limit on Maximum Annualized Premium, subject to Board approved underwriting policy.  Annualized Premium is in multiples of Rs. 1,000.  "},{"id":6,"CSA":"What will be your payment frequency — Annual /Monthly? Dear sir before you continue with  the policy application would you have any questions that I can answer at this time  "},{"id":7,"CSA":"SBI Life Smart Platina Assure is an Individual, Non-linked, Non-participating, Life Endowment  Assurance Savings product that provides savings a boost With Guaranteed Additions paid at the end of  each policy year; provided the policy is in force, depending upon the annualized premium amount chosen.  "},{"id":8,"CSA":"This plan provides you with life cover along With Guaranteed Additions at the end of each policy  year. The Guaranteed Additions are defined as percentage of the cumulative premiums paid excluding  applicable taxes, underwriting extra premiums and loading for the modal premium as on the end of any  "},{"id":9,"CSA":"No, there is no rider benefit available under this plan.  "},{"id":10,"CSA":"Sir/Madam. At the end of policy term you will get Basic Sum Assured along with accrued Guaranteed  Additions as maturity benefit.  "},{"id":11,"CSA":"In the unfortunate event of death of the Life Assured, Sum Assured on death, along with  accrued guaranteed additions, if any, will be payable to the beneficiary. Where sum assured on Death  is higher of:  "},{"id":12,"CSA":"Sir / Madam, this a limited premium payment product with premium paying term of 6 & 7 years for the  policy term of 12 & 15 years respectively. "},{"id":13,"CSA":"Sir / Madam, under SBI Life — Smart Platina Assure, there is No Limit on the maximum annual  premium, subject to board approved underwriting policy.  "},{"id":14,"CSA":"The maximum age i.e. when your policy term ends is 75 years.  "},{"id":15,"CSA":"Sir / Madam, depending on your convenience, the premiums can be paid either monthly or annually.  "},{"id":16,"CSA":"Yes, a nominee can be a Minor. However, details of an Appointee who should be above 18 years of  age have to be provided in such scenario.  "},{"id":17,"CSA":"Yes Sir/ Madam the policy will acquire Surrender Value only if at least first 2 full policy years premiums  have been paid.  "},{"id":18,"CSA":"Assignment shall be as per section (38) of the Insurance Act 1938, as amended from time to  time. "},{"id":19,"CSA":"In emergency situations wherein the policyholders may require funds to meet some expenses etc.; we  allow them to borrow against their policy. Such policy loan will be limited to a maximum of 80% of the  surrender value offered by the company.  "},{"id":20,"CSA":"Yes Sir/Madam. The policy may be revived for full benefits within period of 5 years from the  date of the first unpaid Premium subject to satisfactory proof of insurability as required by the  company from time to time. The revival will be effected subject to underwriting based on Company’s  Board approved policy.  "},{"id":21,"CSA":"Yes Sir/Madam, the policy will be eligible for the future Guaranteed Additions on revival. Also, the due  Guaranteed Additions will be added to the policy.  "},{"id":22,"CSA":"Yes Sir/Madam, the policyholder will be eligible for guaranteed additions in case of paid-up policies.  In case of reduced paid-up policies, the proportionate rate of guaranteed additions would continue to accrue  at the end of each policy year.  "},{"id":23,"CSA":"Sir/Madam, you may terminate Paid-up policy before maturity by surrendering the policy during the  policy term for a surrender value.  "},{"id":24,"CSA":"There is one exclusion under the policy. If the life assured commits suicide within 12 months from the  date of commencement of risk under the policy, the nominee or the beneficiary of the policyholder shall be  entitled to at least 80% of the total premiums paid till the date of death, provided the policy is in-force.  "},{"id":25,"CSA":"Sir / Madam, this product offers a free look cancellation period of 30 days, from the date of receipt of  the policy document for electronic policies and policies sourced through Distance Marketing channel to  review its terms and conditions, if you are not satisfied, you can return the policy stating the reasons in  writing for cancellation. The premium paid by you will be refunded after deducting the stamp duty paid, cost  of medical expenses (if any), proportionate risk premium for the period of cover. You will not be allowed to  revive/restore your policy once you have cancelled it, no benefit under the plan will be payable after  receiving the free look cancellation request.  "},{"id":26,"CSA":"Sir / Madam, the product offers a 30 day grace period from the premium due date for yearly mode of  premium frequency and 15 day grace period for monthly mode of premium payment. Your policy will  remain in force during the grace period and if the premiums are not paid within the grace period, the policy  will lapse and no further benefits will be payable.  "},{"id":27,"CSA":"Tax benefits, are as per the provisions of the Income Tax laws & are subject to change from time to  time. Please consult your tax advisor for details.  "},{"id":28,"CSA":"Sir, since you are purchasing the product online through Company website, no commission is payable  to any intermediary.  "},{"id":29,"CSA":"Sir / Madam; hope we have answered your queries and you may proceed with your online application  based on the information available with you. More details on the product benefits, risk factors and terms  and Conditions are available on our website www.sbilife.co.in, you are requested to go through the same  before proceeding with your online form or call us on Toll free 1800-267-1800 available from (8:30 AM to  9:30 PM) for any help. Thank you and have a good day / evening."}]